# hw N1


age = input("გამარჯობა შეიყვანეთ თქვენი სახელი")

print(age)


#hw N2



# input- ით ჩვენ შეგვიძლია შევიტანოთ იმფორმაცია კომპიუტერში მაგალითად როცა კლავიატურაზე დავაჭერ რაიმე ასოს ის დაიწერება კომპიუტერშიც.
#output-ით ჩვენ შეგვიძლია გამოვითანოთ იმფორმაცია მაგალითად ჩვენ როცა სიმღერას ჩავრთავთ ყურსასმენებში ანუ გამოიტანა რაღაც ინფორმაცია.




#hw N3

name = input("გამარჯობა შეიყვანე შენი სახელი:")

print(name)




#hw N4


# 6name=gurami
name6=("gurami")



#("6Name")
  
print("name6")




#hw N5























