#homework N1


print("vasili")

print(13)

print("1.5")





#homework N2


print(12+55)
print(763-625)
print(6*6)
print(60/6)




#homework N3


print("მე მქვია ვახილი და მე ვსწავლობ გოაში. გოამ ჩემი ცხოვრება რადიკალუ შეცვალა და მე დავისახე მიზანი.")
print("მე ვარ 13 წლის და სულ მინდოდა მესწავლა პროგრამირება და თამშების შექმნა და კოდის წერა.")
print("ასევე მალე ვაპირებ რომ დავიწყო რობოტიკის სწავლა ასევე დამაინტერესა გოას სპორტულმა აკადემიამ MMA ის აკადემიამ.")
print("სანამ გოაში შემოვიდოდი სულ ვთამაშობდი თამაშებს და 2-ჯელ ვარ გასული გოადან რადგან თამაშებს ვთამაშობდი მარა მესამედ მივხვდი რო თამაშები უაზრობაა და ყველას ვურჩჰევდი რომ თამაშებს თავი დაანებოს და შემოვიდეს ყველაზე მაგარ აკადემიაში ეს აკადე,იაა GOAL orientid academi.")
